Repository: garrett/vmx-manager
Catalog: po/*.po
Languages: sv

source: <b>Bus _Type:</b>
sv: <b>Buss_typ:</b>

source: <b>Connection type:</b>
sv: <b>Anslutningstyp:</b>

source: <b>Devices</b>
sv: <b>Enheter</b>

source: <b>General</b>
sv: <b>Allmänt</b>

source: <b>There are currently no virtual machines.</b><i> You can add or create some using the buttons on the left side of this window.</i>
sv: <b>Det finns för närvarande inga virtuella maskiner.</b><i> Du kan lägga till eller skapa några med hjälp av knapparna på vänster sida av det här fönstret.</i>

source: <b>_Size:</b>
sv: <b>_Storlek:</b>

source: <span size="large"><b>Common Tasks</b></span>
sv: <span size="large"><b>Vanliga uppgifter</b></span>

source: <span size="large"><b>Machine Tasks</b></span>
sv: <span size="large"><b>Maskinuppgifter</b></span>

source: Add Existing Machine
sv: Lägg till befintlig maskin

source: Allocate entire disk in advance
sv: Allokera hela disken i förväg

source: Bridged Host Only NAT
sv: Bryggad Endast värd NAT

source: Configure
sv: Konfigurera

source: Configure CD-ROM Drive
sv: Konfigurera cd-rom-enhet

source: Configure Disk
sv: Konfigurera disk

source: Configure Virtual Machine
sv: Konfigurera virtuell maskin

source: Create Blank Machine
sv: Skapa tom maskin

source: Create Machine From ISO
sv: Skapa maskin från iso-avbild

source: ISO file
sv: ISO-fil

source: Memory:
sv: Minne:

source: Name:
sv: Namn:

source: Operating System:
sv: Operativsystem:

source: Physical drive
sv: Fysisk enhet

source: Remove
sv: Ta bort

source: Select A ISO File
sv: Välj en iso-fil

source: Sound enabled
sv: Ljud aktiverat

source: Start
sv: Starta

source: USB enabled
sv: USB aktiverat

source: Virtual Machine Manager
sv: Hanterare för virtuella maskiner

source: _Add
sv: _Lägg till

source: _Configure
sv: _Konfigurera

source: _Remove
sv: _Ta bort

source: in GB
sv: i GB

source: Configure Ethernet
sv: Konfigurera Ethernet

source: With a bridged configuration, the ethernet card will be connected to the same network as the host computer.
sv: Med ett bryggad konfiguration kommer Ethernet-kortet att vara anslutet till samma nätverk som värddatorn.

source: With this configuration, the ethernet card will be on a private network used only by the host computer and the virtual machine.
sv: Med den här konfigurationen kommer Ethernet-kortet att vara på ett privat nätverk som endast används av värddatorn och den virtuella maskinen.

source: With this configuration, the virtual machine will connect to the host's network through NAT (Network Address Translation)
sv: Med den här konfigurationen kommer den virtuella maskinen att vara ansluten till värdens nätverket via NAT (Network Address Translation)

source: CD Images
sv: CD-avbilder

source: <b>There are currently no virtual machines.</b>
sv: <b>Det finns för närvarande inga virtuella maskiner.</b>

source: You can add or create a new virtual machine using the buttons on the left
sv: Du kan lägga till eller skapa en ny virtuell maskin med hjälp av knapparna till vänster

source: Start Machine
sv: Starta maskin

source: Start the virtual machine
sv: Starta den virtuella maskinen

source: Configure Machine
sv: Konfigurera maskin

source: Configure the connected devices
sv: Konfigurera de anslutna enheterna

source: Remove Machine
sv: Ta bort maskin

source: Remove the virtual machine
sv: Ta bort den virtuella maskinen

source: Create a new empty virtual machine
sv: Skapa en ny tom virtuell maskin

source: Create a new machine which boots from a ISO
sv: Skapa en ny maskin som startar upp från en iso-avbild

source: Add an existing virtual machine
sv: Lägg till en befintlig virtuell maskin

source: VMware Player not found
sv: VMware Player hittades inte

source: It will not be possible to run virtual machines.
sv: Det kommer inte att vara möjligt att köra virtuella maskiner.

source: Ethernet (Bridged)
sv: Ethernet (Bryggat)

source: Ethernet (Host only)
sv: Ethernet (Endast värd)

source: Configure Hard Disk
sv: Konfigurera hårddisk

source: Failed to find mount point for disk
sv: Misslyckades med att hitta monteringspunkt för disk

source: You do not have enough free space to create this disk. Please free up {0} of space.
sv: Du har inte tillräckligt med ledigt utrymme för att skapa den här disken. Frigör {0} utrymme.

source: An unexpected error occurred, Virtual Machine Manager will now exit:
sv: Ett oväntat fel inträffade, Hanterare för virtuella maskiner kommer nu att avslutas:

source: Unknown
sv: Okänd

source: The specified file is not a valid virtual machine.
sv: Angiven fil är inte en giltig virtuell maskin.

source: There are two conflicting disks. Please change the position of one of the disks and try again.
sv: Det finns två diskar i konflikt. Ändra positionen för en av diskarna och försök igen.

source: Virtual Machine Manager Error
sv: Fel i Hanterare för virtuella maskiner

source: Hard Disk
sv: Hårddisk

source: Add a hard disk
sv: Lägg till en hårddisk

source: Add a CD-ROM drive
sv: Lägg till en cd-rom-enhet

source: Add an ethernet device
sv: Lägg till en Ethernet-enhet

source: Floppy
sv: Diskett

source: Add a floppy drive
sv: Lägg till en diskettenhet

source: Could not save changes
sv: Kunde inte spara ändringar

source: Would you like to delete the disk files, or keep them?
sv: Vill du ta bort diskfilerna eller behålla dem?

source: If you delete them, all data on the disk will be lost.
sv: Om du tar bort dem kommer all data på disken att förloras.

source: Keep
sv: Behåll

source: Would you like to delete the virtual machine files, or keep them?
sv: Vill du ta bort de filerna för den virtuella maskinen eller behålla dem?

source: If you delete them, all data in the virtual machine will be lost.
sv: Om du tar bort dem kommer all data i den virtuella maskinen att förloras.

source: Choose a CD image
sv: Välj en cd-avbild

source: Choose a virtual machine file
sv: Välj en fil för virtuell maskin

source: Virtual Machines
sv: Virtuella maskiner

source: New Virtual Machine
sv: Ny virtuell maskin

source: Failed to load launcher
sv: Misslyckades med att läsa in startaren

source: VMware Virtual Machine Launcher
sv: Startare för VMware Virtual Machine

source: Running
sv: Kör

source: Suspended
sv: Vänteläge

source: Powered Off
sv: Avstängd

source: <b>Creating Hard Disks</b>
sv: <b>Skapar hårddiskar</b>

source: Creating the hard disk(s) may take several minutes, depending on their size.
sv: Skapandet av hårddisk(ar) kan ta flera minuter beroende på storleken.
